# St7GetNodeStyle

Returns the display symbol for nodes.

long St7GetNodeStyle(long uID, long* Style)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Style

Either psCircle or psSquare.